insert into usr1 (first_name, middle_name, last_name, email)
values
('Александр','Алекснадрович','Ладыгин','ladigin@my.example.com'),
('Алиме','Мустафаевна','Арифова','arifova@my.example.com'),
('Амина','Диляверовна','Сулейманова','suleymanova@my.example.com'),
('Илья','Владимирович','Высокос','visokos@my.example.com'),
('Ясмина','Аединовна','Аракаева','arakayeva@my.example.com'),
('Артем','Александрович','Кондрашин','kondrashin@my.example.com'),
('Диана','Алексеевна','Бурыкина','burikina@my.example.com'),
('Асан','Мустафаевич','Арифов','arifov@my.example.com'),
('Сергей','Викторович','Иванов','ivanovv@my.example.com'),
('Виктор','Евгеньевич','Реутов','reutov@my.example.com'),
('Даниил','Владимирович','Лунев','lunev@my.example.com');
insert into usr1 (first_name, middle_name, last_name, email) values
('Виталина','Матвеевна','Яблокова','apple@gmail.com'),
('Елизавета','Митрофановна','Свечкина','svecha@gmail.com'),
('Февзи','Мидатович','Муждабаев','mujdaba@gmail.com'),
('Эдип','Эмирович','Языджы','shiir@gmail.com'),
('Вадим','Владимирович','Титул','title@gmail.com'),
('Яков','Игоревич','Снимок','photo@gmail.com'),
('Усние','Халидовна','Халилова','halil@gmail.com'),
('Роза','Люксенбург','Александрова','lyosha@gmail.com'),
('Лжедмитрий','Иосипович','Второй','two@gmail.com'),
('Ариана','Стилл','Гранде','ari@gmail.com');
insert into usr1 (e_mail, first_name, last_name, middle_name, birth_date, phone, role_name) values
('mamed@gmail.ru','Мамедбекова','Амина','Романовна','23-09-2013','+7(978)999-82-32','user'),
('madludbala@gmail.ru','Мавлюдова','Мавиле','Салимовна','30-11-2003','+7(978)555-67-98','user'),
('nikitich@gmail.ru','Никитина','Анна','Эдуардовна','09-09-2009','+7(978)333-98-76','user'),
('radcha@gmail.ru','Радченко','Юлия','Валериевна','29-09-1999','+7(978)223-43-54','user'),
('topchiev@gmail.ru','Топчи','Осман','Велиевич','31-12-1999','+7(978)123-12-23','user'),
('kabaknoch@gmail.ru','Кабакова','Екатерина','Олеговна','08-05-2005','+7(978)234-34-45','user'),
('granica@gmail.ru','Граничная','Алина','Евгеньевна','23-04-1998','+7(978)567-67-67','user'),
('mishyan@gmail.ru','Машьянова','Елена','Евггеньевна','30-01-2001','+7(978)678-78-78','user'),
('musredin@gmail.ru','Мусрединова','Эльмаз','Мустафаевна','25-03-1992','+7(978)789-89-90','user'),
('pahpah@gmail.ru','Пахомов','Константин','Александрович','03-03-2003','+7(978)000-98-87','user');
insert into usr1 (first_name, middle_name, last_name, e_mail, phone, birth_date, role_name) values
(' Гуакамоле' , 'Орехович' , 'Косточка','huaca@gmail.com','+7(978)065-63-65','2001-03-23 11:11:11','user'),
('Гертруда' , 'Рушеновна' , 'Военная' , 'dzenk@gmail.com','+7(978)082-09-00','2000-03-03 12:12:12','user'),
('Мышка' , 'Серовна' , 'Хвостова' ,'huyruh@gmail.com','+7(978)987-60-77','2003-03-04 13:13:13','user'),
('Кнопка' , 'Делитовна' , 'Клик' , 'klik@gmail.com','+7 (978)722-44-59','1999-04-05 11:14:16','user'),
('Виктор' , 'Яковлевич' , 'Фалалеев' , 'nerektor@gmail.com','+7(978)595-95-95','2000-09-28 14:22:22','user'),
 ('Дарья' , 'Геннадьевна ' , 'Педиатр' , 'vrech@gmail.com','+7 (978)989-98-98','2001-11-11 11:11:12','user'),
 ('Ибрагим', 'Рустемович' , 'Ялан' , 'yalan@gmail.com','+7 (978)979-79-79','2005-12-17 17:17:17','user'),
('Люман' , 'Люманов ' , 'Эпл' , 'арррle@gmail.com','+7 (978)969-96-96','2007-07-07 ©7:07:07','user'),
('Эврика' , ' Тимуровна' , 'Позова' , 'grechka@gmail.com','+7 (978)959-95-95','2000-12-13 13:13:14','user'),
 ('Посейдон' ,'Зевсович', ' Морской' , 'deniz@gmail.com',' +7 (978)949-94-94','2000-06-05 14:14:15','user');
